import icon from "../assets/images/landing/footer/icon partner agreement.svg";

export const dataForPartnershipAgreement = [
	{
		icon: icon,
		title: "Вступление",
		content:
			'1.1. Настоящее Пользовательское Соглашение (далее – "Соглашение") устанавливает условия участия в Партнёрской Программе (далее – "Программа") компании AIPro (далее – "Компания").',
		content1:
			'1.2. Принимая условия данного Соглашения, партнёр (далее – "Партнёр") подтверждает своё согласие с положениями Программы, описанными Компанией.',
	},
	{
		icon: icon,
		title: "Условия Программы",
		content:
			"2.1. Партнёр имеет право на получение вознаграждения в соответствии с условиями, описанными в таблице вознаграждений Программы, прикреплённой к данному Соглашению. ",
		content1:
			"2.2. Компания не несёт ответственности за успешность Программы и не гарантирует Партнёру получение определённого дохода.",
	},
	{
		icon: icon,
		title: "Ответственность Партнёра",
		content:
			"3.1. Партнёр обязуется соблюдать условия и ограничения Программы, включая, но не ограничиваясь, запретом на использование мошеннического трафика, ботов и мотивированных пользователей.",
		content1:
			"3.2. Все действия, совершаемые Партнёром в рамках Программы, должны быть законными и не нарушать права третьих лиц.",
	},
	{
		icon: icon,
		title: "Отказ от Ответственности",
		content:
			"4.1. Компания не несёт ответственности за действия Партнёра, включая нарушение Партнёром правил Программы или применимого законодательства. ",
		content1:
			"4.2. Компания не несёт ответственности за убытки или ущерб, понесённый Партнёром в результате участия в Программе.",
	},
	{
		icon: icon,
		title: "Прочие Условия",
		content:
			"5.1. Компания оставляет за собой право вносить изменения в условия Программы и Соглашения в любое время без предварительного уведомления Партнёра. ",
		content1:
			"5.2. Партнёр обязуется регулярно проверять условия Программы на предмет изменений.",
	},
	{
		icon: icon,
		title: "Заключительные Положения",
		content:
			"6.1. Настоящее Соглашение является юридически обязательным документом между Компанией и Партнёром",
		content1:
			"6.2. В случае возникновения споров и разногласий, стороны будут стремиться решить их путём переговоров, а при необходимости – в соответствии с действующим законодательством [страны регистрации Компании].",
	},
];
